Repository: palasthotel/backup
Catalog: public/languages/ph-backup-*.po
Languages: de_de

source: You are not allowed to do that!
de_de: Das dürfen Sie nicht!

source: Backup not found!
de_de: Backup nicht gefunden!

source: Could not delete backup!
de_de: Backup konnte nicht gelöscht werden!

source: System path: %s
de_de: Systempfad: %s

source: System path not available: %s
de_de: Systempfad nicht verfügbar: %s

source: Schedule: %s
de_de: Zeitplan: %s

source: History size: %s
de_de: Anzahl der Sicherungen: %s

source: Do you really want to delete this backup?
de_de: Möchten Sie dieses Backup wirklich löschen?

source: PH Backup cannot access backup path!
de_de: PH Backup kann nicht auf den Backup-Pfad zugreifen!

source: Filename
de_de: Dateiname

source: Size
de_de: Größe

source: Created
de_de: Erstellt

source: Actions
de_de: Aktionen

source: Download
de_de: Herunterladen

source: Delete
de_de: Löschen

source: Database backup
de_de: Datenbank-Backup

source: PALASTHOTEL by Edward
de_de: PALASTHOTEL von Edward
